public interface TitleLists {

    String[] TITLELIST = {
            "Путешествие Пилигрима в Небесную Страну",
            "Робинзон Крузо",
            "Путешествия Гулливера",
            "Кларисса",
            "История Тома Джонса",
            "Эмма",
            "Франкенштейн",
            "Аббатство кошмаров",
            "Повесть о приключениях Артура Горона Пима",
            "Сбилла",
            "Джейн Эйр",
            "Грозовой перевал",
            "Ярмарка тщеславия",
            "Дэвид Копперфилд",
            "Алая буква",
            "Моби Дик, или Белый кит",
            "Приключения Алисы в Стране Чудес",
            "Лунный камень",
            "Маленькие женщины",
            "Мидлмарч",
    };

    String[] NAMEAUTHORLIST = {
            "Джон",
            "Даниэль",
            "Джонатан",
            "Сэмюэл",
            "Генри",
            "Лоренс",
            "Джейн",
            "Мэри",
            "Томас",
            "Эдгар",
            "Сибилла",
            "Шарлотта",
            "Эмили",
            "Уильям",
            "Чарлз",
            "Натаниэль",
            "Герман",
            "Льюис",
            "Уилки",
            "Луиза"
    };

    String[] SURNAMEAUTHORLIST = {
            "Беньян",
            "Дефо",
            "Свифт",
            "Ричардсон",
            "Филдинг",
            "Стерн",
            "Остен",
            "Шелли",
            "Пинок",
            "По",
            "Дизраэли",
            "Бронте",
            "Теккерей",
            "Диккенс",
            "Готорн",
            "Мелвилл",
            "Кэрролл",
            "Коллинз",
            "Олкотт",
            "Элиот"
    };

    String[] PATRONYMICAUTHORLIST = {
            "null",
            "null",
            "null",
            "null",
            "null",
            "null",
            "null",
            "null",
            "null",
            "null",
            "null",
            "null",
            "null",
            "null",
            "null",
            "null",
            "null",
            "null",
            "null",
            "null"
    };

    String[] USERNAME = {
            "Алиса",
            "Борис",
            "Эдгар",
            "Яков",
            "Маргарита",
            "Вадим",
            "Алексей",
            "Лиза",
            "Иван",
            "Никита"
    };

    String[] USERSURNAME = {
            "Иванова",
            "Смирнов",
            "Кузнецов",
            "Попов",
            "Васильева",
            "Петров",
            "Соколов",
            "Михайлова",
            "Гринь",
            "Зеленкевич"
    };
}